[
  "editing-toolbar",
  "obsidian-git",
  "markdown-prettifier",
  "obsidian-vimrc-support",
  "obsidian-auto-link-title",
  "obsidian-hider",
  "obsidian-minimal-settings",
  "code-block-copy",
  "obsidian-vim-im-switch-plugin",
  "obsidian-style-settings",
  "obsidian-custom-frames",
  "obsidian-image-toolkit"
]