[
  "editing-toolbar",
  "obsidian-git",
  "markdown-prettifier",
  "obsidian-vimrc-support",
  "obsidian-auto-link-title",
  "obsidian-hider",
  "obsidian-minimal-settings",
  "obsidian-vim-im-switch-plugin",
  "obsidian-style-settings",
  "obsidian-custom-frames",
  "obsidian-image-toolkit",
  "obsidian-markmind",
  "obsidian-excalidraw-plugin",
  "table-editor-obsidian",
  "obsidian-annotator",
  "code-block-copy"
]